Repository: Sebobo/Sitegeist.Archaeopteryx
Catalog: Resources/Private/Translations/*/LinkTypes/MailTo.xlf
Languages: de, fr

# title
source: Mail to
de: Mail an
fr: Courrier à

# recipient.label
source: Recipient
de: Empfänger
fr: Bénéficiaire

# recipient.placeholder
source: e.g.: recipient@example.com
de: z. B.: recipient@example.com
fr: p.ex.:recipient@example.com

# recipient.validation.required
source: Recipient is required
de: Empfänger ist erforderlich
fr: Le destinataire est tenu

# recipient.validation.email
source: Recipient should be a valid E-Mail Address
de: Der Empfänger muss eine gültige E-Mail-Adresse haben
fr: Le destinataire doit être une adresse électronique valide

# subject.label
source: Subject (optional)
de: Betreff (optional)
fr: Sujet (facultatif)

# cc.label
source: CC (optional)
fr: CC (facultatif)

# cc.placeholder
source: e.g.: recipient1@example.com, recipient2@example.com, ...
de: z. B.: recipient1@example.com, recipient2@example.com, ...
fr: p.ex.:recipient1@example.com, recipient2@example.com, ...

# cc.validation.emaillist
source: CC should be a comma-separated list of valid E-Mail Addresses
de: CC sollte eine durch Komma getrennte Liste von gültigen E-Mail-Adressen sein
fr: CC doit être une liste d'adresses électroniques valides séparées par des virgules.

# bcc.label
source: BCC (optional)
fr: BB (facultatif)

# bcc.placeholder
source: e.g.: recipient1@example.com, recipient2@example.com, ...
de: z. B.: recipient1@example.com, recipient2@example.com, ...
fr: p.ex.: recipient1@example.com, recipient2@example.com, ...

# bcc.validation.emaillist
source: BCC should be a comma-separated list of valid E-Mail Addresses
de: BCC sollte eine durch Komma getrennte Liste von gültigen E-Mail-Adressen sein
fr: BCC doit être une liste d'adresses électroniques valides séparées par des virgules.

# body.label
source: Body (optional)
de: Inhalt (optional)
fr: Corps (facultatif)
